Revit 2027 API
ParameterTypeId.CabletrayMinbendmultiplierParam Property
 "Bend Radius Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CabletrayMinbendmultiplierParam { get; }
Public Shared ReadOnly Property CabletrayMinbendmultiplierParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CabletrayMinbendmultiplierParam {
	ForgeTypeId^ get ();
}
static member CabletrayMinbendmultiplierParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace